const PrivacyPolicy = () => {
  return (
    <>
      <h1>سياسة الخصوصية</h1>
      <p>
        نحن في موقع  عالم المبدعين  نلتزم بحماية خصوصية معلوماتك الشخصية. يرجى قراءة
        سياسة الخصوصية التالية لفهم كيفية جمع واستخدام وحماية المعلومات التي تقدمها لنا.
      </p>

      <h2>1. جمع المعلومات:</h2>
      <p>
        نقوم بجمع المعلومات الشخصية التي تقدمها لنا عند التسجيل أو استخدام خدماتنا.
        قد تشمل هذه المعلومات الاسم وعنوان البريد الإلكتروني ومعلومات أخرى ذات صلة.
      </p>

      <h2>2. استخدام المعلومات:</h2>
      <p>
        نستخدم المعلومات التي نجمعها لتحسين خدماتنا وتخصيص تجربتك. قد نقوم بإرسال
        رسائل إلكترونية دورية تتعلق بتحديثات الموقع وعروض خاصة.
      </p>

      <h2>3. حقوق الوصول والتحكم:</h2>
      <p>
        لديك حق الوصول إلى المعلومات الشخصية التي نحتفظ بها. يمكنك أيضًا طلب تصحيح أو
        حذف المعلومات إذا كانت غير صحيحة أو غير مرغوب فيها.
      </p>

      <h2>4. حماية المعلومات:</h2>
      <p>
        نحن نتخذ التدابير الأمنية لحماية معلوماتك الشخصية ونحافظ على سرية هذه المعلومات.
        ومع ذلك، يجب عليك أيضًا اتخاذ التدابير اللازمة لحماية معلوماتك الشخصية.
      </p>

      <h2>5. تغييرات في سياسة الخصوصية:</h2>
      <p>
        قد نقوم بتحديث سياسة الخصوصية من حين لآخر. يتم نشر أي تغييرات على هذه الصفحة،
        ونشجعك على مراجعة سياسة الخصوصية بانتظام للبقاء على اطلاع.
      </p> 
    </>
  );
};

export default PrivacyPolicy;
