const PrivacyPolicy = () => {
  return (
    <div  className="box col j m-a page">
      <h1>سياسة الخصوصية</h1>
      <br />
      <p>نحن في موقع  عالم المبدعين  نلتزم بحماية خصوصية معلوماتك الشخصية. يرجى قراءة سياسة الخصوصية التالية لفهم كيفية جمع واستخدام وحماية المعلومات التي تقدمها لنا.</p>
      <br />
      <h2> جمع المعلومات</h2>
      <br />
      <p>نقوم بجمع المعلومات الشخصية التي تقدمها لنا عند التسجيل أو استخدام خدماتنا. قد تشمل هذه المعلومات الاسم وعنوان البريد الإلكتروني ومعلومات أخرى ذات صلة.</p>
      <br />
      <h2> استخدام المعلومات</h2>
      <br />
      <p>نستخدم المعلومات التي نجمعها لتحسين خدماتنا وتخصيص تجربتك. قد نقوم بإرسال رسائل إلكترونية دورية تتعلق بتحديثات الموقع وعروض خاصة.</p>
      <br />
      <h2> حقوق الوصول والتحكم</h2>
      <br />
      <p>لديك حق الوصول إلى المعلومات الشخصية التي نحتفظ بها. يمكنك أيضًا طلب تصحيح أو حذف المعلومات إذا كانت غير صحيحة أو غير مرغوب فيها.</p>
      <br />
      <h2>حماية المعلومات</h2>
      <br />
      <p>نحن نتخذ التدابير الأمنية لحماية معلوماتك الشخصية ونحافظ على سرية هذه المعلومات. ومع ذلك، يجب عليك أيضًا اتخاذ التدابير اللازمة لحماية معلوماتك الشخصية.</p>
      <br />
      <h2>5. تغييرات في سياسة الخصوصية:</h2>
      <br />
      <p>قد نقوم بتحديث سياسة الخصوصية من حين لآخر. يتم نشر أي تغييرات على هذه الصفحة، ونشجعك على مراجعة سياسة الخصوصية بانتظام للبقاء على اطلاع.</p>
    </div>
  );
};

export default PrivacyPolicy;
